"WIFI_PASSWORD_MESSAGE_PREFIX" = "Digite a palavra‑passe de\n“";
"WIFI_PASSWORD_MESSAGE_SUFFIX" = "”.";
"WIFI_CANCEL" = "Cancelar";
"WIFI_JOIN" = "Aceder";
"WIFI_PASSWORD_TITLE" = "Palavra-passe incorrecta";
"WIFI_PASSWORD_TITLE_CH" = "Palavra‑passe WLAN incorrecta";
"WIFI_OTP_PASSWORD_TITLE" = "Palavra‑passe";
"WIFI_OTP_PASSWORD_TITLE_CH" = "Palavra‑passe";

"WIFI_USERNAME_TEXT_TITLE" = "Nome de utilizador";
"WIFI_PASSWORD_TEXT_TITLE" = "Palavra-passe";

"WIFI_FAILURE_OK" = "OK";
"WIFI_FAILURE_TITLE" = "Erro da rede Wi‑Fi";
"WIFI_FAILURE_TITLE_CH" = "Erro da rede WLAN";
"WIFI_FAILURE_MESSAGE_PREFIX" = "Ocorreu um erro ao aceder a\n“";
"WIFI_FAILURE_MESSAGE_SUFFIX" = "”.";
